Repository: bartbart2003/LibreAnswer
Catalog: admin/locale/*.UTF-8/LC_MESSAGES/translation.po
Languages: pl_pl

source: Pack deleted.
pl_pl: Paczka usunięta.

source: Return to homepage
pl_pl: Wróć do strony głównej

source: No packname specified!
pl_pl: Nie podano paczki pytań!

source: Pack imported.
pl_pl: Paczka zaimportowana.

source: Error: Empty packname.
pl_pl: Błąd: Pusta nazwa paczki.

source: Error importing pack.
pl_pl: Błąd importowania paczki.

source: Error: File not found.
pl_pl: Błąd: Nie znaleziono pliku.

source: User answers cleared.
pl_pl: Odpowiedzi użytkowników wyczyszczone.

source: Answer cleared.
pl_pl: Odpowiedź wyczyszczona.

source: Not logged in!
pl_pl: Nie jesteś zalogowany!

source: Already logged in!
pl_pl: Jesteś już zalogowany!

source: Logged in, redirecting...
pl_pl: Zalogowano, przekierowywanie...

source: Wrong password!
pl_pl: Niepoprawne hasło!

source: Login form
pl_pl: Formularz logowania

source: LibreAnswer Admin - Login Page
pl_pl: LibreAnswer Admin - Strona Logowania

source: Password:
pl_pl: Hasło:

source: Login
pl_pl: Zaloguj się

source: Logout successful!
pl_pl: Wylogowano poprawnie!

source: Homepage
pl_pl: Strona główna

source: Pack deletor
pl_pl: Usuwanie paczek

source: BE CAREFUL!
pl_pl: BĄDŹ OSTROŻNY!

source: Delete pack
pl_pl: Usuń paczkę

source: No question packs
pl_pl: Brak paczek pytań

source: Local pack import
pl_pl: Lokalne importowanie paczek

source: Files should be placed in the admin/import/ directory
pl_pl: Pliki powinny zostać umieszczone w folderze admin/import/

source: Import pack
pl_pl: Importuj paczkę

source: Remote pack import
pl_pl: Zdalne importowanie paczek

source: Upload packs only from trusted URLs!
pl_pl: Wrzucaj paczki tylko z zaufanych adresów URL!

source: Logout
pl_pl: Wyloguj się
