Repository: bartbart2003/LibreAnswer
Catalog: locale/*.UTF-8/LC_MESSAGES/translation.po
Languages: pl_pl

source: LibreAnswer - About
pl_pl: LibreAnswer - Informacje

source: A quiz making platform inspired by the 'Who Wants to Be a Millionaire?' TV show.
pl_pl: Platforma do robienia quizów inspirowana programem telewizyjnym 'Who Wants to Be a Millionaire?'.

source: Version that this server is using is
pl_pl: Wersja, jakiej używa ten serwer to

source: Webpage:
pl_pl: Strona internetowa:

source: Source code:
pl_pl: Kod źródłowy:

source: LibreAnswer repo on GitHub
pl_pl: Repozytorium LibreAnswer na GitHubie

source: License
pl_pl: Licencja

source: LibreAnswer is created by bartbart2003 and SildiN.
pl_pl: LibreAnswer jest stworzony przez bartbart2003 i SildiN.

source: LibreAnswer - Congratulations!
pl_pl: LibreAnswer - Gratulacje!

source: You won the game!
pl_pl: Wygrałeś grę!

source: End game
pl_pl: Zakończ grę

source: You completed the quiz!
pl_pl: Skończyłeś quiz!

source: Correct answers:
pl_pl: Poprawne odpowiedzi:

source: Error: lifeline already used!
pl_pl: Błąd: Koło ratunkowe już użyte!

source: Select a question pack.
pl_pl: Wybierz paczkę pytań.

source: Answer the questions.
pl_pl: Odpowiadaj na pytania.

source: Check your knowedgle!
pl_pl: Sprawdź swoją wiedzę!

source: Let's begin!
pl_pl: Zaczynamy!

source: or...
pl_pl: lub...

source: create your own question pack
pl_pl: stwórz swoją własną paczkę pytań

source: by bartbart2003 and SildiN
pl_pl: stworzone przez bartbart2003 i SildiN

source: About
pl_pl: O projekcie

source: Found a bug? Have an idea? Click here!
pl_pl: Znalazłeś błąd? Masz jakiś pomysł? Kliknij tutaj!

source: Correct answer!
pl_pl: Poprawna odpowiedź!

source: Next
pl_pl: Dalej

source: Incorrect answer!
pl_pl: Zła odpowiedź!

source: Correct answer:
pl_pl: Poprawna odpowiedź:

source: Invalid/no answer passed!
pl_pl: Niepoprawna odpowiedź lub jej brak!

source: true
pl_pl: prawda

source: false
pl_pl: fałsz

source: All answers are correct!
pl_pl: Wszystkie odpowiedzi są poprawne!

source: Incorrect answer(s)!
pl_pl: Zła odpowiedź/odpowiedzi!

source: LibreAnswer - Question
pl_pl: LibreAnswer - Pytanie

source: of
pl_pl: z

source: HINT
pl_pl: WSKAZÓWKA

source: True
pl_pl: Prawda

source: False
pl_pl: Fałsz

source: Abort game
pl_pl: Porzuć grę

source: Hint:
pl_pl: Wskazówka:

source: Select a question pack:
pl_pl: Wybierz paczkę pytań:

source: hint
pl_pl: wskazówka

source: no lifelines
pl_pl: brak kół ratunkowych

source: Language:
pl_pl: Język:

source: Show description
pl_pl: Pokaż opis

source: Description:
pl_pl: Opis:

source: No question packs available
pl_pl: Brak dostępnych paczek pytań

source: Username:
pl_pl: Nazwa użytkownika:

source: Hide description
pl_pl: Ukryj opis
